[
    {
        "start": 0.54,
        "end": 120.54,
        "text": "Citric Acid is present in a lot of fruits and vegetables, but it has the highest concentration in citrus fruits. This high concentration of citric acid is responsible for the sourness of fruits like lemons and limes. The major use of citric acid is as a flavouring agent and pH balancer in foods and drinks. It has a huge variety of lesser uses though, and I've listed here some of its noticeable ones. In terms of chemistry I don't have any particularly good ideas on how to use it, so if you guys have any suggestions I'd love to hear them in the comments. Citric acid was historically produced by extracting it from fruits, but nowadays it's produced using a fungus. In the presence of a carbohydrate the fungus will efficiently and cleanly produce citric acid. This process is very similar to the production of alcohol using yeast. The citric acid that I extracting in this video is not going to be the highest quality and I'm mostly just doing this for fun. Ok, so these are the supplies that I used. In the back we have muriatic acid, concentrated sulfuric acid and calcium chloride. In the front there's a whole bunch of lemons as well as some sodium hydroxide. even though there's muriatic acid in this shot, it's not going to be used in this video. It's used in an optional washing step and in this video I decided not to do it. The first step is to remove the juice from all of the lemons. I did this manually by chopping each lemon in half and then juicing it like you see here, but there might be an automated way to do this. I removed the juice from about 4 lemons and at this point my juicer was full so I had to empty it into a beaker. I think continue things by chopping up and juicing the rest of the lemons. Once they're all being processed I transferred the juice to the beaker."
    },
    {
        "start": 121.55,
        "end": 241.55,
        "text": "I clean things up and then I measured both the mass and the volume of the juice. The mass came out to be about 458 grams and the volume was about 450 milliliters. Using some cheap universal pH paper I see that the pH is hovering between two and three. A pH around two or three is mildly acidic and this acidity is mostly due to citric acid. A glass stir rod is added to the beaker and then I start to add sodium hydroxide solution. The sodium hydroxide solution is 10% by weight and I'm not exactly sure how much I added. The goal here is to add the sodium hydroxide solution slowly until we reach a pH of about eight or nine. Initially when the sodium hydroxide is added it won't look like too much is happening, but a very distinct color change will eventually occur. The major reaction that's going on here is a neutralization of citric acid. The citric acid reacts with 3 molecules of sodium hydroxide to form trisodium citrate and water. Like citric acid, sodium citrate is very water soluble, so it will just remain dissolved in solution. The citric acid has three carboxylic acid groups so it needs three sodium hydroxide molecules to be neutralized. The three carboxylic acid groups have different acidities and they're not all neutralized at once, the strength of acids is often measured in pKa where the lower pKa denotes a stronger acid. As more sodium hydroxide is added the carboxylic acid groups will be sequentially neutralized going from the strongest to the weakest. To fully neutralize an acidic proton, a good rule of thumb, is to go to a pH that's two points above the pKa. So the most acidic proton here is the one with a pKa around"
    },
    {
        "start": 243.09,
        "end": 363.09000000000003,
        "text": "three and two fully neutralize it we need to bring the solution up to a pH of about five. For the second most acidic proton we will need a pH around seven and for the least acidic one, we need to bring it up to about 8.5 or 9. Once we get a pH of about nine, almost a hundred percent of the citric acid should be neutralized. At the pH increases, the solubility of other things will decrease. This will cause a lot of them to precipitate out and as we continue to add sodium hydroxide more and more solid will form. I know I'm very close to a pH of about 8 or 9 when the addition of sodium hydroxide generates an orange color. I test the pH and I see that it's around 9. If the ph is a little bit higher than 9 it's probably still ok. Anyway what we have here is a solution of sodium citrate, with a lot of precipitate and pulp. We need to filter it off, but I don't really recommend using a vacuum filtration. The filter paper is very quickly blocked and liquid stops coming through. I found it was much more effective to just do a gravity filtration with some coffee filters. After here we'll also get blocked but I found it was a lot easier to deal with. Once it inevitably gets blocked I just take off the filter funnel and pour all of the liquid into a beaker. The clogged filter papers is then removed and I replace it with a fresh clean one. The liquid is then pour back in and the filtration continues. The filter paper is going to get blocked again and in total the process is repeated three or four times. It takes a couple hours but once I was done I transferred the filtrate to a beaker. The erlenmeyer flask was cleaned and then the liquid was filtered again."
    },
    {
        "start": 363.33,
        "end": 483.33,
        "text": "This time it should be much quicker and you probably don't have to swap out the filter paper. ...solution here remains a little bit cloudy but that's okay. Once it was done filtering through I transferred it to a clean one liter beaker. I weight out 28.5 grams of calcium chloride and then I added about 70 milliliters of distilled water. Using a glass stir rod I mixed the calcium chloride until it completely dissolved. After mixing it for a few minutes it was still cloudy due to impurities. The calcium chloride that i bought was meant for pools so it's not the highest grade. I tried filtering it but it didn't seem to make too much of a difference. In the end though I don't think this is a big problem and it shouldn't really contaminate the final product. It was all added to the sodium citrate solution and then using the glass rod I mix it thoroughly. Not much is going to happen at room temperature and to get the reaction going we have to heat it up to boiling. As the solution gets hotter we start to see calcium citrate forming. The reaction here is a double displacement, where the calcium chloride reacts with the trisodium citrate to form tricalcium dicitrate and sodium chloride. This time we have a dicitrate because we need to balance the 2+ charge of calcium. Sodium chloride is very soluble in water but the tricalcium dicitrate isn't so it precipitates out. To make things easier I'm going to refer to the tricalcium dicitrate as just calcium citrate for the rest of the video. As it got closer to the boiling point a lot of precipitate appeared quite quickly. Eventually it started boiling and I stirred like this for a few minutes."
    },
    {
        "start": 483.61,
        "end": 603.61,
        "text": "It was then taken off the heat and the calcium citrate very quickly started to settle at the bottom. While still hot I went ahead and vacuum filter it off. The first portion was filtered off was mostly just liquid and then the calcium citrate was transferred to the filter funnel. A little bit of hot water was used to watch the beaker and everything was transferred to the filter. I only needed to do this a couple times until the beaker was pretty much clean. Added some hot distilled water and using the glass rod I thoroughly mix things up. Once I felt like I given the calcium citrate a good wash I turned on the vacuum and pulled away the water. This washing step is used to clean up the calcium citrate and I repeated it two more times for a total of three washings. Filtrate below has a pretty strong orange yellow color. The pH of this waste is close to neutral and there's nothing toxic or dangerous about it so it can just be poured down the drain. All of the calcium citrate is then transferred to a beaker and I pour in some sulfuric acid. It's important to note that the sulfuric acid I'm using here is not concentrated and it's pretty heavily diluted in water. Anyway once it was added is a glass stir rod to thoroughly mix everything together. In this reaction we're converting the calcium citrate back to citric acid. Citric acid readily dissolves into the water, but the calcium sulfate that we produce is really insoluble. It's important that the side products salt is insoluble because this lets us separated from the citric acid. Because we're starting with calcium citrate which isn't very water soluble and ending with calcium sulfate, which is also not very water soluble, it doesn't look like too much is happening. The amount of sulfuric acid that needs to be used here depends"
    },
    {
        "start": 606.27,
        "end": 726.27,
        "text": "on how much calcium citrate I recovered. For those of you who are interested I've included all of my calculations here, as well as some explanations. If you don't feel like reading it that's fine the only thing that you have to note is that I used slightly less of sulfuric acid than needed. I kept stirring it for several minutes to make sure that the reaction went to completion. Again went back to my trusty vacuum filter and I separated off the calcium sulfate. Even with the vacuum on full the filtering process is kind of slow. Once everything comes through though I use a little bit of water to wash the beaker and then I added to the filter. Using a stir rod I mix things around to give the calcium sulfate a good wash. There might be some citric acid trapped in the calcium sulfate and this can help to pull it out. I repeated the washing step a couple times but it's important to use as little water as possible. little water as possible. All of the citric acid is dissolved in the water here and to isolate it we need to evaporate it off. So moving on, the filtrate that was pulled through was then transferred to a beaker. With strong stirring the hot plate is turned on and I start to evaporate off the water. I kept the water hot here probably around 70 or 80 °C and I didn't bring it to a full boil. Also just to speed things up I used the fan to blow air over the top of the beaker. As the volume decreased it slowly took on a yellow color and eventually the solution became opaque. The opaqueness is due to some solid precipitating out and I think it's calcium citrate. This makes sense because I used a little less sulfuric acid that needed, so some calcium citrate remained unreacted. I use less sulfuric acid than was needed to"
    },
    {
        "start": 727.459,
        "end": 847.459,
        "text": "make sure that all of it was consumed. Any unreacted sulfuric acid would be very hard to separate out whereas any unreacted calcium citrate can just be filtered off. Once the volume of that around a hundred milliliters I transferred to a smaller beaker. It was further boiled down until about 70 milliliters and then it was taken off the hot plate. I let it cool down to room temperature and then I transferred into a bowl to evaporate. To separate off the white powder it was pretty easy and I just filtered it through a coffee filter. Once everything is filtered through, I was left with a nice and clear citric acid solution. After letting it evaporate for about a day, we can see that some crystals have started to form. I then left it out for about a week and this is what I saw when I came back. I let it evaporate further for another week and then I transferred the crystals to a small beaker. In the bowl I'm left with a viscous brown goop and this can be discarded. The small amount of crystals that you see in the bowl here were also transferred to the beaker. All of the crystals were still wet so to dry them off I dumped them onto a piece of paper. On top I have printer paper but below I've paper towel to help absorb the liquid. I spread out the crystals and left it overnight and by morning they were pretty dry. When we zoom in on the larger chunk we can see that it's comprised of a lot of smaller crystals. The piece here is very fragile and once it's dry it's very easy to break apart. Just for fun now I'm going to take a closer look at the crystals. Using a crappy and cheap lens that I got a few years ago, I was able to get some decent shots. These are five crystals that I picked out and lined up and you can see that"
    },
    {
        "start": 849.19,
        "end": 969.19,
        "text": "their structures are quite different. I've also gone ahead and taken a shot of pure citric acid. Crystals 1, 2 and 4 look very similar to pure citric acid, but crystals 3 and 5 are quite different. Most of the crystals look citric acid like and I think crystal three and five are actually impurities. They look extremely different from the typical citric acid crystal and on top of that they're significantly discolored. Anyway going back to the overall shot of the crystals you can see they're all pretty yellow. To clean them up I can crystallize them in water like I did before. However this process is really slow and I didn't really think it was worth it, considering I can just buy citric acid from the pharmacy. In total I recovered 18.1 grams of crude citric acid. A paper I found online claim that lemon juice has about 1.44 grams of citric acid per ounce. I started with 450 milliliters, so the theoretical amount that should be present is about 21.9 grams. From this number I can calculate my percent recovery and it comes out to be 83%. In the end this project was mostly just for fun and to explore the extraction process. As I said earlier I don't have any direct use for the citric acid, so if you have any good ideas please let me know in the comments. I haven't filmed that yet but the next video should be the fifth installment in my series from aspirin to paracetamol. As usual I'd like to thank everyone who's supporting me on Patreon. Anyone who supports me with 5 dollars or more will get their name at the end of the video like you see here. If I made a mistake with your name or I forgot to include you here, please let me know by messaging me on Patreon. Also, if you haven't already you can subscribe to keep up to date with every video that I post."
    },
    {
        "start": 971.62,
        "end": 976.34,
        "text": "I currently release one video a week but I'm going to try to release more."
    }
]